---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures.CannotDrawFilledRegion
source: html/9a5d6efd-f6ac-4062-1b79-290cbee224da.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures.CannotDrawFilledRegion Property

Can't draw [Filled Region Name].

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotDrawFilledRegion { get; }
```